// 专业
var zy_prolist = [
  {
    "id": 1,
    "name": "法学、政治学、中国语言文学、公共管理"
  },
  {
    "id": 2,
    "name": "法学类"
  },
  {
    "id": 3,
    "name": "计算机科学与技术（计算机软件与理论、计算机应用技术方向）"
  },
  {
    "id": 4,
    "name": "刑法学、诉讼法学（刑事诉讼法方向）、应用经济学类"
  },
  {
    "id": 5,
    "name": "刑法学、诉讼法学（刑事诉讼法方向）"
  },
  {
    "id": 6,
    "name": "中国语言文学、新闻传播学"
  },
  {
    "id": 7,
    "name": "考古学、中国史、文物与博物馆"
  },
  {
    "id": 8,
    "name": "计算机科学与技术、软件工程、信息安全、计算机技术、通信工程"
  },
  {
    "id": 9,
    "name": "法学（不含法律硕士）、车辆工程学"
  },
  {
    "id": 10,
    "name": "信息技术与计算机科学、软件工程、大数据应用、电子信息工程、数学与应用数学、统计学、地理信息科学等相关专业"
  },
  {
    "id": 11,
    "name": "法学（不含法律硕士）"
  },
  {
    "id": 12,
    "name": "计算机类"
  },
  {
    "id": 13,
    "name": "机械制造及其自动化、机械电子工程、机械设计及理论"
  },
  {
    "id": 14,
    "name": "与警用航空管理工作密切相关的航空工程、航空管理相关专业"
  },
  {
    "id": 15,
    "name": "中国语言文学类、政治学类、新闻传播学类、管理类、法学类"
  },
  {
    "id": 16,
    "name": "思想政治教育"
  },
  {
    "id": 17,
    "name": "中国语言文学"
  },
  {
    "id": 18,
    "name": "马克思主义哲学、中国哲学、逻辑学"
  },
  {
    "id": 19,
    "name": "新闻学、广播电视学、传播学"
  },
  {
    "id": 20,
    "name": "国际法学、诉讼法学、宪法学与行政法学"
  },
  {
    "id": 21,
    "name": "马克思主义哲学、中国哲学、逻辑学"
  },
  {
    "id": 22,
    "name": "金融学、数量经济学、统计学"
  },
  {
    "id": 23,
    "name": "国际法学、诉讼法学、宪法学与行政法学、国际关系、国际政治"
  },
  {
    "id": 24,
    "name": "金融学、数量经济学、统计学、基础数学、计算数学、应用数学、运筹学与控制论"
  },
  {
    "id": 25,
    "name": "通信与信息系统、信号与信息处理、计算机系统结构、计算机软件与理论、计算机应用技术"
  },
  {
    "id": 26,
    "name": "法学、治安学、侦查学"
  },
  {
    "id": 27,
    "name": "汉语言文字学、新闻学专业"
  },
  {
    "id": 28,
    "name": "人力资源管理、劳动与社会保障、行政管理专业"
  },
  {
    "id": 29,
    "name": "轮机工程、船舶电子电气工程、船舶与海洋工程、航海技术专业"
  },
  {
    "id": 30,
    "name": "化工技术类、安全类、公共管理类、水上运输类、公安类、法律类"
  },
  {
    "id": 31,
    "name": "专业不限"
  },
  {
    "id": 32,
    "name": "法律类"
  },
  {
    "id": 33,
    "name": "法学，公安学类、新闻传播学类、计算机类、电子信息类、公共管理类专业"
  },
  {
    "id": 34,
    "name": "轮机工程、船舶电子电气工程、船舶与海洋工程、航海技术专业"
  },
  {
    "id": 35,
    "name": "化工技术类、安全类、公共管理类、水上运输类、公安类、法律类"
  },
  {
    "id": 36,
    "name": "法医学"
  },
  {
    "id": 37,
    "name": "专业不限"
  },
  {
    "id": 38,
    "name": "法学，公安学类、计算机类、电子信息类专业"
  },
  {
    "id": 39,
    "name": "新闻传播学类、电子信息类、公共管理类、工商管理类专业"
  },
  {
    "id": 40,
    "name": "轮机工程、船舶电子电气工程、船舶与海洋工程、航海技术专业"
  },
  {
    "id": 41,
    "name": "化工技术类、安全类、公共管理类、水上运输类、公安类、法律类"
  },
  {
    "id": 42,
    "name": "法医学"
  },
  {
    "id": 43,
    "name": "专业不限"
  },
  {
    "id": 44,
    "name": "新闻传播学类、电子信息类、公共管理类、工商管理类专业"
  },
  {
    "id": 45,
    "name": "法学，公安学类、计算机类、电子信息类专业"
  },
  {
    "id": 46,
    "name": "轮机工程、船舶电子电气工程、船舶与海洋工程、航海技术专业"
  },
  {
    "id": 47,
    "name": "化工技术类、安全类、公共管理类、水上运输类、公安类、法律类"
  },
  {
    "id": 48,
    "name": "法医学"
  },
  {
    "id": 49,
    "name": "专业不限"
  },
  {
    "id": 50,
    "name": "法学，公共管理类、信息安全、计算机类专业"
  },
  {
    "id": 51,
    "name": "本科：公安学类专业，专科：法律类专业"
  },
  {
    "id": 52,
    "name": "轮机工程、船舶电子电气工程、船舶与海洋工程、航海技术专业"
  },
  {
    "id": 53,
    "name": "法医学"
  },
  {
    "id": 54,
    "name": "化工技术类、安全类、公共管理类、水上运输类、公安类、法律类"
  },
  {
    "id": 55,
    "name": "法学、信息技术，公安学类、公共管理类、计算机类专业"
  },
  {
    "id": 56,
    "name": "法学，公共管理类、工商管理类、计算机类专业"
  },
  {
    "id": 57,
    "name": "轮机工程、船舶电子电气工程、船舶与海洋工程、航海技术专业"
  },
  {
    "id": 58,
    "name": "法医学"
  },
  {
    "id": 59,
    "name": "化工技术类、安全类、公共管理类、水上运输类、公安类、法律类"
  },
  {
    "id": 60,
    "name": "法学，公安学类、公共管理类、工商管理类、计算机类专业"
  },
  {
    "id": 61,
    "name": "会计学、财务管理"
  },
  {
    "id": 62,
    "name": "轮机工程、船舶电子电气工程、船舶与海洋工程、航海技术专业"
  },
  {
    "id": 63,
    "name": "法医学"
  },
  {
    "id": 64,
    "name": "消防工程、安全工程、消防指挥、应用化学专业"
  },
  {
    "id": 65,
    "name": "法学，公共管理类、工商管理类、计算机类专业"
  },
  {
    "id": 66,
    "name": "法学、信息技术，公安学类、计算机类专业"
  },
  {
    "id": 67,
    "name": "轮机工程、船舶电子电气工程、船舶与海洋工程、航海技术专业"
  },
  {
    "id": 68,
    "name": "法医学"
  },
  {
    "id": 69,
    "name": "消防工程、安全工程、消防指挥、应用化学专业"
  },
  {
    "id": 70,
    "name": "专业不限"
  },
  {
    "id": 71,
    "name": "法学，公共管理类、工商管理类、计算机类专业"
  },
  {
    "id": 72,
    "name": "法学、信息技术，公安学类、公共管理类、计算机类专业"
  },
  {
    "id": 73,
    "name": "轮机工程、船舶电子电气工程、船舶与海洋工程、航海技术专业"
  },
  {
    "id": 74,
    "name": "消防工程、安全工程、消防指挥、应用化学专业"
  },
  {
    "id": 75,
    "name": "法学，公安学类、公共管理类、计算机类本科专业，法律类大专专业"
  },
  {
    "id": 76,
    "name": "会计学、财务管理"
  },
  {
    "id": 77,
    "name": "轮机工程、船舶电子电气工程、船舶与海洋工程、航海技术专业"
  },
  {
    "id": 78,
    "name": "法医学"
  },
  {
    "id": 79,
    "name": "消防工程、安全工程、消防指挥、应用化学专业"
  },
  {
    "id": 80,
    "name": "专业不限"
  },
  {
    "id": 81,
    "name": "法学，公安学类、公共管理类、工商管理类、计算机类本科专业，法律类大专专业"
  },
  {
    "id": 82,
    "name": "会计学、财务管理"
  },
  {
    "id": 83,
    "name": "轮机工程、船舶电子电气工程、船舶与海洋工程、航海技术专业"
  },
  {
    "id": 84,
    "name": "法医学"
  },
  {
    "id": 85,
    "name": "消防工程、安全工程、消防指挥、应用化学专业"
  },
  {
    "id": 86,
    "name": "专业不限"
  },
  {
    "id": 87,
    "name": "会计学、财务管理"
  },
  {
    "id": 88,
    "name": "轮机工程、船舶电子电气工程、船舶与海洋工程、航海技术专业"
  },
  {
    "id": 89,
    "name": "法医学"
  },
  {
    "id": 90,
    "name": "消防工程、安全工程、消防指挥、应用化学专业"
  },
  {
    "id": 91,
    "name": "法学、信息技术，公安学类、计算机类专业"
  },
  {
    "id": 92,
    "name": "专业不限"
  },
  {
    "id": 93,
    "name": "轮机工程、船舶电子电气工程、船舶与海洋工程、航海技术专业"
  },
  {
    "id": 94,
    "name": "法医学"
  },
  {
    "id": 95,
    "name": "消防工程、安全工程、消防指挥、应用化学专业"
  },
  {
    "id": 96,
    "name": "法学、信息技术，公安学类、公共管理类、计算机类专业"
  },
  {
    "id": 97,
    "name": "会计学、财务管理"
  },
  {
    "id": 98,
    "name": "轮机工程、船舶电子电气工程、船舶与海洋工程、航海技术专业"
  },
  {
    "id": 99,
    "name": "法医学"
  },
  {
    "id": 100,
    "name": "消防工程、安全工程、消防指挥、应用化学专业"
  },
  {
    "id": 101,
    "name": "专业不限"
  },
  {
    "id": 102,
    "name": "轮机工程、船舶电子电气工程、船舶与海洋工程、航海技术专业"
  },
  {
    "id": 103,
    "name": "法医学"
  },
  {
    "id": 104,
    "name": "消防工程、安全工程、消防指挥、应用化学专业"
  },
  {
    "id": 105,
    "name": "法学、信息技术、新闻学，公安学类、电子信息类、计算机类专业"
  },
  {
    "id": 106,
    "name": "新闻学、广播电视艺术学专业"
  },
  {
    "id": 107,
    "name": "法学"
  },
  {
    "id": 108,
    "name": "不限"
  },
  {
    "id": 109,
    "name": "法学"
  },
  {
    "id": 110,
    "name": "侦查学"
  },
  {
    "id": 111,
    "name": "计算机类"
  },
  {
    "id": 112,
    "name": "法学类专业"
  },
  {
    "id": 113,
    "name": "侦查学专业、法学类专业"
  },
  {
    "id": 114,
    "name": "侦查学"
  },
  {
    "id": 115,
    "name": "宪法学与行政法学、刑法学、诉讼法学、经济法学、国际法学"
  },
  {
    "id": 116,
    "name": "计算机"
  },
  {
    "id": 117,
    "name": "公安侦查、法律"
  },
  {
    "id": 118,
    "name": "公安侦查、法律"
  },
  {
    "id": 119,
    "name": "法学"
  },
  {
    "id": 120,
    "name": "计算机科学与技术、信息安全、软件工程"
  },
  {
    "id": 121,
    "name": "船舶驾驶"
  },
  {
    "id": 122,
    "name": "侦查学"
  },
  {
    "id": 123,
    "name": "生物工程"
  },
  {
    "id": 124,
    "name": "计算机科学与技术、软件工程、信息工程"
  },
  {
    "id": 125,
    "name": "法学类相关专业"
  },
  {
    "id": 126,
    "name": "侦查学、经济犯罪侦查"
  },
  {
    "id": 127,
    "name": "计算机科学与技术"
  },
  {
    "id": 128,
    "name": "计算机科学与技术、网络工程、网络与新媒体、新闻学"
  },
  {
    "id": 129,
    "name": "法学类"
  },
  {
    "id": 130,
    "name": "会计学、财务管理"
  },
  {
    "id": 131,
    "name": "公安学类、公安技术类、法学类专业。"
  },
  {
    "id": 132,
    "name": "法学专业"
  },
  {
    "id": 133,
    "name": "会计学、财务管理、审计学"
  },
  {
    "id": 134,
    "name": "计算机科学与技术、法学"
  },
  {
    "id": 135,
    "name": "侦查学"
  },
  {
    "id": 136,
    "name": "计算机科学与技术、软件工程、网络工程"
  },
  {
    "id": 137,
    "name": "计算机类、电子信息类、自动化类"
  },
  {
    "id": 138,
    "name": "工商管理类、公共管理类、统计学类、心理学类"
  },
  {
    "id": 139,
    "name": "法学类、中国汉语言文学类、政治学类、马克思主义理论类"
  },
  {
    "id": 140,
    "name": "物理学类、化学类、印刷工程专业"
  },
  {
    "id": 141,
    "name": "英语"
  },
  {
    "id": 142,
    "name": "英语"
  },
  {
    "id": 143,
    "name": "英语"
  },
  {
    "id": 144,
    "name": "英语"
  },
  {
    "id": 145,
    "name": "除英语以外其他外国语言文学类专业"
  },
  {
    "id": 146,
    "name": "新闻传播学类、播音与主持艺术专业、体育类、设计学类"
  },
  {
    "id": 147,
    "name": "外国语言文学类、法学类"
  },
  {
    "id": 148,
    "name": "计算机类、电子信息类"
  },
  {
    "id": 149,
    "name": "会计学、财务管理"
  },
  {
    "id": 150,
    "name": "法学类、英语、电子信息类、计算机类、会计学、财务管理、审计学"
  },
  {
    "id": 151,
    "name": "土耳其语"
  },
  {
    "id": 152,
    "name": "波斯语"
  },
  {
    "id": 153,
    "name": "泰语"
  },
  {
    "id": 154,
    "name": "印尼语"
  },
  {
    "id": 155,
    "name": "马来语"
  },
  {
    "id": 156,
    "name": "计算机科学与技术、信息与计算科学、软件工程、通信工程方向"
  },
  {
    "id": 157,
    "name": "计算机类、电子信息类"
  },
  {
    "id": 158,
    "name": "外国语言文学类"
  },
  {
    "id": 159,
    "name": "审计学"
  },
  {
    "id": 160,
    "name": "会计学"
  },
  {
    "id": 161,
    "name": "法学"
  },
  {
    "id": 162,
    "name": "管理学"
  },
  {
    "id": 163,
    "name": "新闻传播学类"
  },
  {
    "id": 164,
    "name": "心理学类"
  },
  {
    "id": 165,
    "name": "法学类、新闻传播类"
  },
  {
    "id": 166,
    "name": "计算机类、电子信息类、自动化类"
  },
  {
    "id": 167,
    "name": "除英语以外的其他外国语言专业"
  },
  {
    "id": 168,
    "name": "法学类、新闻传播类、计算机类、电子信息类、自动化类、英语"
  },
  {
    "id": 169,
    "name": "不限"
  },
  {
    "id": 170,
    "name": "法学或公安相关专业"
  },
  {
    "id": 171,
    "name": "汉语言文学"
  },
  {
    "id": 172,
    "name": "法学"
  },
  {
    "id": 173,
    "name": "侦查学"
  },
  {
    "id": 174,
    "name": "计算机类"
  },
  {
    "id": 175,
    "name": "计算机类"
  },
  {
    "id": 176,
    "name": "文秘、汉语言文学、行政管理、英语"
  },
  {
    "id": 177,
    "name": "文秘、汉语言文学、行政管理、英语"
  },
  {
    "id": 178,
    "name": "计算机类"
  },
  {
    "id": 179,
    "name": "法学类"
  },
  {
    "id": 180,
    "name": "英语"
  },
  {
    "id": 181,
    "name": "公安类"
  },
  {
    "id": 182,
    "name": "治安学、国内安全保卫"
  },
  {
    "id": 183,
    "name": "信息安全、安全工程"
  },
  {
    "id": 184,
    "name": "法学、理学、工学类"
  },
  {
    "id": 185,
    "name": "行政管理、汉语言文学"
  },
  {
    "id": 186,
    "name": "法学、公安专业"
  },
  {
    "id": 187,
    "name": "法学、公安专业"
  },
  {
    "id": 188,
    "name": "法学、法律、法律事务、侦查"
  },
  {
    "id": 189,
    "name": "法学、法律、法律事务、侦查"
  },
  {
    "id": 190,
    "name": "中文、法学"
  },
  {
    "id": 191,
    "name": "网络工程"
  },
  {
    "id": 192,
    "name": "法学、消防工程专业，公安学类，计算机类"
  },
  {
    "id": 193,
    "name": "不限"
  },
  {
    "id": 194,
    "name": "不限"
  },
  {
    "id": 195,
    "name": "不限"
  },
  {
    "id": 196,
    "name": "不限"
  },
  {
    "id": 197,
    "name": "不限"
  },
  {
    "id": 198,
    "name": "不限"
  },
  {
    "id": 199,
    "name": "不限"
  },
  {
    "id": 200,
    "name": "不限"
  },
  {
    "id": 201,
    "name": "不限"
  },
  {
    "id": 202,
    "name": "不限"
  },
  {
    "id": 203,
    "name": "不限"
  },
  {
    "id": 204,
    "name": "不限"
  },
  {
    "id": 205,
    "name": "不限"
  },
  {
    "id": 206,
    "name": "公安相关专业"
  },
  {
    "id": 207,
    "name": "公安相关专业"
  },
  {
    "id": 208,
    "name": "公安相关专业"
  },
  {
    "id": 209,
    "name": "公安相关专业"
  },
  {
    "id": 210,
    "name": "法学类"
  },
  {
    "id": 211,
    "name": "中国语言文学类"
  },
  {
    "id": 212,
    "name": "中国语言文学类"
  },
  {
    "id": 213,
    "name": "公共管理类"
  },
  {
    "id": 214,
    "name": "公共管理类"
  },
  {
    "id": 215,
    "name": "会计学"
  },
  {
    "id": 216,
    "name": "英语"
  },
  {
    "id": 217,
    "name": "网络工程"
  },
  {
    "id": 218,
    "name": "动物医学类"
  },
  {
    "id": 219,
    "name": "网络与新媒体、编辑出版学"
  },
  {
    "id": 220,
    "name": "体育学类"
  },
  {
    "id": 221,
    "name": "不限专业"
  },
  {
    "id": 222,
    "name": "不限专业"
  },
  {
    "id": 223,
    "name": "公安相关专业"
  },
  {
    "id": 224,
    "name": "公安相关专业"
  },
  {
    "id": 225,
    "name": "公安相关专业"
  },
  {
    "id": 226,
    "name": "公安相关专业"
  },
  {
    "id": 227,
    "name": "公安相关专业"
  },
  {
    "id": 228,
    "name": "中国语言文学类"
  },
  {
    "id": 229,
    "name": "金融学"
  },
  {
    "id": 230,
    "name": "体育学类"
  },
  {
    "id": 231,
    "name": "临床医学"
  },
  {
    "id": 232,
    "name": "设计学类"
  },
  {
    "id": 233,
    "name": "国际经济与贸易、贸易经济"
  },
  {
    "id": 234,
    "name": "不限专业"
  },
  {
    "id": 235,
    "name": "不限专业"
  },
  {
    "id": 236,
    "name": "中国语言文学类"
  },
  {
    "id": 237,
    "name": "工商管理类"
  },
  {
    "id": 238,
    "name": "财务管理、会计学、财政学"
  },
  {
    "id": 239,
    "name": "戏剧与影视学类"
  },
  {
    "id": 240,
    "name": "痕迹检验"
  },
  {
    "id": 241,
    "name": "计算机科学与技术"
  },
  {
    "id": 242,
    "name": "体育学类"
  },
  {
    "id": 243,
    "name": "法医学"
  },
  {
    "id": 244,
    "name": "不限专业"
  },
  {
    "id": 245,
    "name": "公安相关专业"
  },
  {
    "id": 246,
    "name": "公安相关专业"
  },
  {
    "id": 247,
    "name": "公安相关专业"
  },
  {
    "id": 248,
    "name": "公安相关专业"
  },
  {
    "id": 249,
    "name": "中国语言文学类"
  },
  {
    "id": 250,
    "name": "公共管理类"
  },
  {
    "id": 251,
    "name": "财务管理、会计学、财政学"
  },
  {
    "id": 252,
    "name": "戏剧与影视学类"
  },
  {
    "id": 253,
    "name": "美术学类"
  },
  {
    "id": 254,
    "name": "计算机类"
  },
  {
    "id": 255,
    "name": "网络与新媒体、编辑出版学"
  },
  {
    "id": 256,
    "name": "体育学类"
  },
  {
    "id": 257,
    "name": "不限专业"
  },
  {
    "id": 258,
    "name": "不限专业"
  },
  {
    "id": 259,
    "name": "公安相关专业"
  },
  {
    "id": 260,
    "name": "公安相关专业"
  },
  {
    "id": 261,
    "name": "中国语言文学类"
  },
  {
    "id": 262,
    "name": "会计学"
  },
  {
    "id": 263,
    "name": "俄语"
  },
  {
    "id": 264,
    "name": "网络与新媒体、编辑出版学"
  },
  {
    "id": 265,
    "name": "体育学类"
  },
  {
    "id": 266,
    "name": "不限专业"
  },
  {
    "id": 267,
    "name": "计算机类"
  },
  {
    "id": 268,
    "name": "材料类、机械类、自动化类"
  },
  {
    "id": 269,
    "name": "管理学类"
  },
  {
    "id": 270,
    "name": "经济学类"
  },
  {
    "id": 271,
    "name": "铁道运输类"
  },
  {
    "id": 272,
    "name": "土木类"
  },
  {
    "id": 273,
    "name": "化学工程与工艺、应用化学"
  },
  {
    "id": 274,
    "name": "会计学、国际经济与贸易、金融学"
  },
  {
    "id": 275,
    "name": "美术学、新闻学、表演、设计学类"
  },
  {
    "id": 276,
    "name": "汉语言文学、汉语国际教育"
  },
  {
    "id": 277,
    "name": "日语"
  },
  {
    "id": 278,
    "name": "英语"
  },
  {
    "id": 279,
    "name": "新闻传播学、汉语国际教育"
  },
  {
    "id": 280,
    "name": "不限专业"
  },
  {
    "id": 281,
    "name": "不限专业"
  },
  {
    "id": 282,
    "name": "不限专业"
  },
  {
    "id": 283,
    "name": "不限专业"
  },
  {
    "id": 284,
    "name": "运动训练"
  },
  {
    "id": 285,
    "name": "法学类"
  },
  {
    "id": 286,
    "name": "会计学、人力资源管理"
  },
  {
    "id": 287,
    "name": "管理学类"
  },
  {
    "id": 288,
    "name": "金融学"
  },
  {
    "id": 289,
    "name": "电气工程及其自动化"
  },
  {
    "id": 290,
    "name": "行政管理"
  },
  {
    "id": 291,
    "name": "不限专业"
  },
  {
    "id": 292,
    "name": "体育教育、教育学"
  },
  {
    "id": 293,
    "name": "计算机类"
  },
  {
    "id": 294,
    "name": "经济学类"
  },
  {
    "id": 295,
    "name": "计算机科学与技术"
  },
  {
    "id": 296,
    "name": "体育教育"
  },
  {
    "id": 297,
    "name": "计算机类"
  },
  {
    "id": 298,
    "name": "民族学类"
  },
  {
    "id": 299,
    "name": "工商管理类"
  },
  {
    "id": 300,
    "name": "经济学类"
  },
  {
    "id": 301,
    "name": "材料类"
  },
  {
    "id": 302,
    "name": "电气类"
  },
  {
    "id": 303,
    "name": "俄语"
  },
  {
    "id": 304,
    "name": "公共管理类"
  },
  {
    "id": 305,
    "name": "商务英语"
  },
  {
    "id": 306,
    "name": "运动训练、武术与民族传统体育"
  },
  {
    "id": 307,
    "name": "法学类"
  },
  {
    "id": 308,
    "name": "管理学类"
  },
  {
    "id": 309,
    "name": "药学"
  },
  {
    "id": 310,
    "name": "铁道运输类"
  },
  {
    "id": 311,
    "name": "音乐与舞蹈学类、美术学类"
  },
  {
    "id": 312,
    "name": "电气类"
  },
  {
    "id": 313,
    "name": "中国语言文学类"
  },
  {
    "id": 314,
    "name": "自动化类"
  },
  {
    "id": 315,
    "name": "管理学类"
  },
  {
    "id": 316,
    "name": "土木类"
  },
  {
    "id": 317,
    "name": "司法技术类"
  },
  {
    "id": 318,
    "name": "法律实务类"
  },
  {
    "id": 319,
    "name": "体育教育、运动训练"
  },
  {
    "id": 320,
    "name": "计算机类"
  },
  {
    "id": 321,
    "name": "公安相关专业"
  },
  {
    "id": 322,
    "name": "计算机类"
  },
  {
    "id": 323,
    "name": "戏剧与影视学类"
  },
  {
    "id": 324,
    "name": "土木类"
  },
  {
    "id": 325,
    "name": "朝鲜语"
  },
  {
    "id": 326,
    "name": "工商管理类"
  },
  {
    "id": 327,
    "name": "法律实务类"
  },
  {
    "id": 328,
    "name": "马克思主义理论类"
  },
  {
    "id": 329,
    "name": "管理学类"
  },
  {
    "id": 330,
    "name": "安全科学与工程类、地质资源与地质工程类"
  },
  {
    "id": 331,
    "name": "电气类"
  },
  {
    "id": 332,
    "name": "电子信息类"
  },
  {
    "id": 333,
    "name": "土木类"
  },
  {
    "id": 334,
    "name": "法律实务类"
  },
  {
    "id": 335,
    "name": "自动化类"
  },
  {
    "id": 336,
    "name": "计算机类"
  },
  {
    "id": 337,
    "name": "俄语"
  },
  {
    "id": 338,
    "name": "戏剧与影视学类"
  },
  {
    "id": 339,
    "name": "安全科学与工程类"
  },
  {
    "id": 340,
    "name": "法学类"
  },
  {
    "id": 341,
    "name": "计算机类"
  },
  {
    "id": 342,
    "name": "电子商务类"
  },
  {
    "id": 343,
    "name": "运动训练、武术与民族传统体育"
  },
  {
    "id": 344,
    "name": "自动化类"
  },
  {
    "id": 345,
    "name": "中国语言文学类"
  },
  {
    "id": 346,
    "name": "安全科学与工程类、管理学类"
  },
  {
    "id": 347,
    "name": "临床医学类"
  },
  {
    "id": 348,
    "name": "司法技术类"
  },
  {
    "id": 349,
    "name": "管理学类"
  },
  {
    "id": 350,
    "name": "机械类"
  },
  {
    "id": 351,
    "name": "土建施工类"
  },
  {
    "id": 352,
    "name": "计算机类"
  },
  {
    "id": 353,
    "name": "交通运输类"
  },
  {
    "id": 354,
    "name": "体育教育、运动训练"
  },
  {
    "id": 355,
    "name": "铁道运输类"
  },
  {
    "id": 356,
    "name": "法学类"
  },
  {
    "id": 357,
    "name": "心理学类"
  },
  {
    "id": 358,
    "name": "法律执行类"
  },
  {
    "id": 359,
    "name": "计算机类"
  },
  {
    "id": 360,
    "name": "会计、会计学、财务管理"
  },
  {
    "id": 361,
    "name": "电子信息类"
  },
  {
    "id": 362,
    "name": "环境科学与工程类"
  },
  {
    "id": 363,
    "name": "计算机类"
  },
  {
    "id": 364,
    "name": "电气类"
  },
  {
    "id": 365,
    "name": "机械类"
  },
  {
    "id": 366,
    "name": "法学类"
  },
  {
    "id": 367,
    "name": "土木类"
  },
  {
    "id": 368,
    "name": "美术学类"
  },
  {
    "id": 369,
    "name": "中国语言文学类"
  },
  {
    "id": 370,
    "name": "社会学、社会工作、社会工作与管理"
  },
  {
    "id": 371,
    "name": "建筑类"
  },
  {
    "id": 372,
    "name": "法医学"
  },
  {
    "id": 373,
    "name": "体育学类"
  },
  {
    "id": 374,
    "name": "交通运输类"
  },
  {
    "id": 375,
    "name": "教育学类"
  },
  {
    "id": 376,
    "name": "电子商务类"
  },
  {
    "id": 377,
    "name": "刑事侦查技术、安全防范技术、罪犯心理矫治"
  },
  {
    "id": 378,
    "name": "计算机类"
  },
  {
    "id": 379,
    "name": "戏剧与影视学类"
  },
  {
    "id": 380,
    "name": "动物医学类"
  },
  {
    "id": 381,
    "name": "土木类"
  },
  {
    "id": 382,
    "name": "会计、会计学、工商管理"
  },
  {
    "id": 383,
    "name": "新闻传播学类"
  },
  {
    "id": 384,
    "name": "外国语言文学类"
  },
  {
    "id": 385,
    "name": "无限制"
  },
  {
    "id": 386,
    "name": "无限制"
  },
  {
    "id": 387,
    "name": "体育学类"
  },
  {
    "id": 388,
    "name": "工商管理类"
  },
  {
    "id": 389,
    "name": "设计学类"
  },
  {
    "id": 390,
    "name": "经济学类、金融学类"
  },
  {
    "id": 391,
    "name": "工学类"
  },
  {
    "id": 392,
    "name": "环境科学与工程类"
  },
  {
    "id": 393,
    "name": "无限制"
  },
  {
    "id": 394,
    "name": "管理学类"
  },
  {
    "id": 395,
    "name": "工商管理类"
  },
  {
    "id": 396,
    "name": "刑事侦查、刑事侦查技术、公安管理、交通事故现场勘查"
  },
  {
    "id": 397,
    "name": "音乐与舞蹈学类"
  },
  {
    "id": 398,
    "name": "无限制"
  },
  {
    "id": 399,
    "name": "土木工程"
  },
  {
    "id": 400,
    "name": "法医学类"
  },
  {
    "id": 401,
    "name": "网络工程、物联网工程"
  },
  {
    "id": 402,
    "name": "会计学"
  },
  {
    "id": 403,
    "name": "汉语言文学、秘书学"
  },
  {
    "id": 404,
    "name": "设计学类"
  },
  {
    "id": 405,
    "name": "英语"
  },
  {
    "id": 406,
    "name": "土木工程"
  },
  {
    "id": 407,
    "name": "计算机科学与技术、软件工程"
  },
  {
    "id": 408,
    "name": "电子信息工程、通信工程"
  },
  {
    "id": 409,
    "name": "会计学"
  },
  {
    "id": 410,
    "name": "网络工程、物联网工程"
  },
  {
    "id": 411,
    "name": "广播电视编导、动画"
  },
  {
    "id": 412,
    "name": "法学"
  },
  {
    "id": 413,
    "name": "财务管理"
  },
  {
    "id": 414,
    "name": "电子信息工程、通信工程"
  },
  {
    "id": 415,
    "name": "计算机科学与技术、软件工程"
  },
  {
    "id": 416,
    "name": "网络工程、物联网工程"
  },
  {
    "id": 417,
    "name": "计算机科学与技术、软件工程"
  },
  {
    "id": 418,
    "name": "广播电视编导、动画"
  },
  {
    "id": 419,
    "name": "英语"
  },
  {
    "id": 420,
    "name": "会计学"
  },
  {
    "id": 421,
    "name": "汉语言文学、秘书学"
  },
  {
    "id": 422,
    "name": "电子信息工程、通信工程"
  },
  {
    "id": 423,
    "name": "设计学类"
  },
  {
    "id": 424,
    "name": "网络工程、物联网工程"
  },
  {
    "id": 425,
    "name": "英语、俄语"
  },
  {
    "id": 426,
    "name": "音乐学、舞蹈学"
  },
  {
    "id": 427,
    "name": "设计学类"
  },
  {
    "id": 428,
    "name": "会计学、财务管理、工商管理"
  },
  {
    "id": 429,
    "name": "法学"
  },
  {
    "id": 430,
    "name": "软件工程、计算机科学与技术、网络工程"
  },
  {
    "id": 431,
    "name": "计算机类、图书情报与档案管理类"
  },
  {
    "id": 432,
    "name": "治安管理"
  },
  {
    "id": 433,
    "name": "刑事侦查技术"
  },
  {
    "id": 434,
    "name": "公安相关专业"
  },
  {
    "id": 435,
    "name": "土木工程、给排水科学与工程"
  },
  {
    "id": 436,
    "name": "运动训练"
  },
  {
    "id": 437,
    "name": "设计学类"
  },
  {
    "id": 438,
    "name": "法学"
  },
  {
    "id": 439,
    "name": "工商管理类、经济学类"
  },
  {
    "id": 440,
    "name": "汉语言文学、应用心理学"
  },
  {
    "id": 441,
    "name": "电子信息工程、软件工程"
  },
  {
    "id": 442,
    "name": "新闻学、播音与主持艺术、广播电视编导"
  },
  {
    "id": 443,
    "name": "计算机类、图书情报与档案管理类"
  },
  {
    "id": 444,
    "name": "刑事侦查、刑事侦查技术、刑事科学技术"
  },
  {
    "id": 445,
    "name": "土木工程、材料科学与工程"
  },
  {
    "id": 446,
    "name": "机械设计制造及其自动化、工业工程"
  },
  {
    "id": 447,
    "name": "公共事业管理、行政管理、社会工作"
  },
  {
    "id": 448,
    "name": "人力资源管理"
  },
  {
    "id": 449,
    "name": "铁道通信与信息化技术、工程造价"
  },
  {
    "id": 450,
    "name": "工程机械运用技术、机电一体化技术、建筑智能化工程技术"
  },
  {
    "id": 451,
    "name": "法学"
  },
  {
    "id": 452,
    "name": "生物工程"
  },
  {
    "id": 453,
    "name": "财政学类"
  },
  {
    "id": 454,
    "name": "计算机类、图书情报与档案管理类"
  },
  {
    "id": 455,
    "name": "公安相关专业"
  },
  {
    "id": 456,
    "name": "法律事务、法律文秘"
  },
  {
    "id": 457,
    "name": "法学、汉语言文学"
  },
  {
    "id": 458,
    "name": "法学、汉语言文学、计算机科学与技术"
  },
  {
    "id": 459,
    "name": "计算机科学与技术、软件工程"
  },
  {
    "id": 460,
    "name": "英语"
  },
  {
    "id": 461,
    "name": "运动训练"
  },
  {
    "id": 462,
    "name": "安全工程、兵器工程、弹药工程与爆炸技术"
  },
  {
    "id": 463,
    "name": "新闻学、广播电视学、播音与主持艺术"
  },
  {
    "id": 464,
    "name": "教育学类"
  },
  {
    "id": 465,
    "name": "人力资源管理"
  },
  {
    "id": 466,
    "name": "会计学、财务管理"
  },
  {
    "id": 467,
    "name": "公安相关专业"
  },
  {
    "id": 468,
    "name": "公安技术类"
  },
  {
    "id": 469,
    "name": "法律事务、法律文秘、刑事侦查技术、司法鉴定技术"
  },
  {
    "id": 470,
    "name": "法学、汉语言文学、计算机科学与技术"
  },
  {
    "id": 471,
    "name": "计算机科学与技术、软件工程"
  },
  {
    "id": 472,
    "name": "通信工程、网络工程"
  },
  {
    "id": 473,
    "name": "新闻传播学类"
  },
  {
    "id": 474,
    "name": "土木工程、机械工程"
  },
  {
    "id": 475,
    "name": "法医学、临床医学"
  },
  {
    "id": 476,
    "name": "财务管理、会计学"
  },
  {
    "id": 477,
    "name": "设计学类"
  },
  {
    "id": 478,
    "name": "不限专业"
  },
  {
    "id": 479,
    "name": "不限专业"
  },
  {
    "id": 480,
    "name": "不限专业"
  },
  {
    "id": 481,
    "name": "英语、应用英语"
  },
  {
    "id": 482,
    "name": "播音与主持艺术、音乐表演"
  },
  {
    "id": 483,
    "name": "机械类、电气类"
  },
  {
    "id": 484,
    "name": "国际经济与贸易、金融学"
  },
  {
    "id": 485,
    "name": "应用化学、化学工程与工艺、生物科学"
  },
  {
    "id": 486,
    "name": "电子信息类"
  },
  {
    "id": 487,
    "name": "马克思主义理论类"
  },
  {
    "id": 488,
    "name": "法学"
  },
  {
    "id": 489,
    "name": "公共管理类"
  },
  {
    "id": 490,
    "name": "设计学类、戏剧影视学类"
  },
  {
    "id": 491,
    "name": "新闻学、汉语言文学"
  },
  {
    "id": 492,
    "name": "会计学、财务管理、会计"
  },
  {
    "id": 493,
    "name": "会计与审计、会计电算化"
  },
  {
    "id": 494,
    "name": "公安相关专业"
  },
  {
    "id": 495,
    "name": "工程管理类"
  },
  {
    "id": 496,
    "name": "司法警务、刑事侦查技术"
  },
  {
    "id": 497,
    "name": "法律事务"
  },
  {
    "id": 498,
    "name": "法学、计算机科学与技术、网络工程、软件工程、信息安全、新闻学、汉语言文学"
  },
  {
    "id": 499,
    "name": "法学、计算机科学与技术、网络工程、软件工程、信息安全、新闻学、汉语言文学"
  },
  {
    "id": 500,
    "name": "法学、计算机科学与技术、网络工程、软件工程、信息安全、新闻学、汉语言文学"
  },
  {
    "id": 501,
    "name": "公安相关专业"
  },
  {
    "id": 502,
    "name": "公安相关专业"
  },
  {
    "id": 503,
    "name": "公安相关专业"
  },
  {
    "id": 504,
    "name": "法学类、计算机类、中国语言文学类、新闻传播学类、工商管理类、公共管理类、马克思主义理论类、公安相关专业"
  },
  {
    "id": 505,
    "name": "法学类、计算机类、中国语言文学类、新闻传播学类、工商管理类、公共管理类、马克思主义理论类、公安相关专业"
  },
  {
    "id": 506,
    "name": "法学类、计算机类、中国语言文学类、新闻传播学类、工商管理类、公共管理类、马克思主义理论类、公安相关专业"
  },
  {
    "id": 507,
    "name": "会计"
  },
  {
    "id": 508,
    "name": "软件工程、网络工程、计算机科学与技术"
  },
  {
    "id": 509,
    "name": "财务管理、金融学"
  },
  {
    "id": 510,
    "name": "社会工作、行政管理"
  },
  {
    "id": 511,
    "name": "车辆工程、 材料成型及控制工程"
  },
  {
    "id": 512,
    "name": "法律事务、司法鉴定"
  },
  {
    "id": 513,
    "name": "思想政治教育、科学社会主义、中国共产党历史"
  },
  {
    "id": 514,
    "name": "设计学类"
  },
  {
    "id": 515,
    "name": "不限专业"
  },
  {
    "id": 516,
    "name": "运动训练"
  },
  {
    "id": 517,
    "name": "运动训练"
  },
  {
    "id": 518,
    "name": "计算机类"
  },
  {
    "id": 519,
    "name": "治安学、治安管理"
  },
  {
    "id": 520,
    "name": "司法警务、法律文秘"
  },
  {
    "id": 521,
    "name": "不限专业"
  },
  {
    "id": 522,
    "name": "不限专业"
  },
  {
    "id": 523,
    "name": "会计学"
  },
  {
    "id": 524,
    "name": "软件工程、信息管理与信息系统"
  },
  {
    "id": 525,
    "name": "安全工程、特种能源技术与工程、弹药工程与爆破技术"
  },
  {
    "id": 526,
    "name": "广播电视编导、音乐学"
  },
  {
    "id": 527,
    "name": "司法警务"
  },
  {
    "id": 528,
    "name": "设计艺术学、艺术设计学"
  },
  {
    "id": 529,
    "name": "电气工程及其自动化"
  },
  {
    "id": 530,
    "name": "经济学、国际经济与贸易"
  },
  {
    "id": 531,
    "name": "不限专业"
  },
  {
    "id": 532,
    "name": "运动训练"
  },
  {
    "id": 533,
    "name": "土木工程、给排水科学与工程"
  },
  {
    "id": 534,
    "name": "消防工程技术"
  },
  {
    "id": 535,
    "name": "治安管理、警务指挥与战术"
  },
  {
    "id": 536,
    "name": "会计学"
  },
  {
    "id": 537,
    "name": "经济学、法学、教育学、文学、理学、工学、管理学、艺术学门类"
  },
  {
    "id": 538,
    "name": "经济学、法学、教育学、文学、理学、工学、管理学、艺术学门类"
  },
  {
    "id": 539,
    "name": "经济学、法学、教育学、文学、理学、工学、管理学、艺术学门类"
  },
  {
    "id": 540,
    "name": "药学、法医学、生物医学工程"
  },
  {
    "id": 541,
    "name": "广播电视编导、动画、数字媒体艺术、戏剧影视导演、音乐学、环境设计、舞蹈表演"
  },
  {
    "id": 542,
    "name": "会计、会计学、金融学、审计学"
  },
  {
    "id": 543,
    "name": "法学"
  },
  {
    "id": 544,
    "name": "运动训练、武术与民族传统体育"
  },
  {
    "id": 545,
    "name": "土木工程、测绘工程"
  },
  {
    "id": 546,
    "name": "铁道交通运营管理、物流管理、企业管理"
  },
  {
    "id": 547,
    "name": "计算机科学与技术、软件工程、网络工程"
  },
  {
    "id": 548,
    "name": "法学"
  },
  {
    "id": 549,
    "name": "计算机科学与技术、网络工程"
  },
  {
    "id": 550,
    "name": "运动训练、运动康复"
  },
  {
    "id": 551,
    "name": "电子信息工程、电气工程及其自动化、机械电子工程"
  },
  {
    "id": 552,
    "name": "建筑学、土木工程、给排水科学与工程、安全工程"
  },
  {
    "id": 553,
    "name": "汉语言文学、新闻学、应用语言学"
  },
  {
    "id": 554,
    "name": "经济学、法学、教育学、文学、理学、工学、管理学、艺术学门类"
  },
  {
    "id": 555,
    "name": "社会工作、市场营销、行政管理、财务管理"
  },
  {
    "id": 556,
    "name": "物理学、法医学"
  },
  {
    "id": 557,
    "name": "汉语言文学、新闻学"
  },
  {
    "id": 558,
    "name": "计算机科学与技术、网络工程"
  },
  {
    "id": 559,
    "name": "法学"
  },
  {
    "id": 560,
    "name": "哲学、法学、社会学、汉语言文学"
  },
  {
    "id": 561,
    "name": "材料类、经济学、轨道交通信号与控制、交通运输、人力资源管理"
  },
  {
    "id": 562,
    "name": "计算机类"
  },
  {
    "id": 563,
    "name": "经济学、交通运输、人力资源管理"
  },
  {
    "id": 564,
    "name": "哲学、法学、社会学、汉语言文学"
  },
  {
    "id": 565,
    "name": "机械类、轨道交通信号与控制、交通运输"
  },
  {
    "id": 566,
    "name": "计算机类"
  },
  {
    "id": 567,
    "name": "会计学"
  },
  {
    "id": 568,
    "name": "生物科学类、化工与制药类、生物工程类"
  },
  {
    "id": 569,
    "name": "法医学"
  },
  {
    "id": 570,
    "name": "电气工程及其自动化、计算机科学与技术、软件工程、网络工程"
  },
  {
    "id": 571,
    "name": "汉语言文学"
  },
  {
    "id": 572,
    "name": "哲学类、法学类、社会学类、马克思主义理论类、公共管理类"
  },
  {
    "id": 573,
    "name": "哲学、法学、社会学、汉语言文学"
  },
  {
    "id": 574,
    "name": "管理科学与工程类、设计学类、交通运输"
  },
  {
    "id": 575,
    "name": "计算机类"
  },
  {
    "id": 576,
    "name": "英语"
  },
  {
    "id": 577,
    "name": "法医学"
  },
  {
    "id": 578,
    "name": "哲学、法学、社会学、汉语言文学"
  },
  {
    "id": 579,
    "name": "计算机类"
  },
  {
    "id": 580,
    "name": "经济与贸易类、管理科学与工程类、工商管理类"
  },
  {
    "id": 581,
    "name": "金融学、英语、应用心理学、人力资源管理"
  },
  {
    "id": 582,
    "name": "哲学类、法学类、社会学类、马克思主义理论类、公共管理类"
  },
  {
    "id": 583,
    "name": "法学类、中国语言文学类、建筑类、电子信息类、计算机类"
  },
  {
    "id": 584,
    "name": "公安相关专业"
  },
  {
    "id": 585,
    "name": "司法相关专业"
  },
  {
    "id": 586,
    "name": "电子信息类"
  },
  {
    "id": 587,
    "name": "计算机类"
  },
  {
    "id": 588,
    "name": "法学、社会学类"
  },
  {
    "id": 589,
    "name": "法医学类、生物科学类"
  },
  {
    "id": 590,
    "name": "仪器类"
  },
  {
    "id": 591,
    "name": "土木类"
  },
  {
    "id": 592,
    "name": "会计学、财务管理"
  },
  {
    "id": 593,
    "name": "设计学类"
  },
  {
    "id": 594,
    "name": "法学类、中国语言文学类、建筑类、电子信息类、计算机类"
  },
  {
    "id": 595,
    "name": "公安相关专业"
  },
  {
    "id": 596,
    "name": "司法相关专业"
  },
  {
    "id": 597,
    "name": "司法相关专业"
  },
  {
    "id": 598,
    "name": "刑事科学技术"
  },
  {
    "id": 599,
    "name": "计算机科学与技术、网络工程"
  },
  {
    "id": 600,
    "name": "计算机科学与技术、自动化"
  },
  {
    "id": 601,
    "name": "土木类"
  },
  {
    "id": 602,
    "name": "法学"
  },
  {
    "id": 603,
    "name": "中国语言文学类"
  },
  {
    "id": 604,
    "name": "会计学、财务管理"
  },
  {
    "id": 605,
    "name": "英语"
  },
  {
    "id": 606,
    "name": "法学类、中国语言文学类、建筑类、电子信息类、计算机类"
  },
  {
    "id": 607,
    "name": "司法相关专业"
  },
  {
    "id": 608,
    "name": "司法信息安全、安全防范技术"
  },
  {
    "id": 609,
    "name": "电子信息类"
  },
  {
    "id": 610,
    "name": "会计学、财务管理"
  },
  {
    "id": 611,
    "name": "法学类、中国语言文学类、建筑类、电子信息类、计算机类"
  },
  {
    "id": 612,
    "name": "司法相关专业"
  },
  {
    "id": 613,
    "name": "司法相关专业"
  },
  {
    "id": 614,
    "name": "计算机类"
  },
  {
    "id": 615,
    "name": "土木类"
  },
  {
    "id": 616,
    "name": "生物科学类"
  },
  {
    "id": 617,
    "name": "中国语言文学类"
  },
  {
    "id": 618,
    "name": "英语、翻译"
  },
  {
    "id": 619,
    "name": "体育教育、运动训练"
  },
  {
    "id": 620,
    "name": "法学类、中国语言文学类、建筑类、电子信息类、计算机类"
  },
  {
    "id": 621,
    "name": "司法相关专业"
  },
  {
    "id": 622,
    "name": "土木类"
  },
  {
    "id": 623,
    "name": "计算机类"
  },
  {
    "id": 624,
    "name": "法医学类"
  },
  {
    "id": 625,
    "name": "中国语言文学类"
  },
  {
    "id": 626,
    "name": "会计学、财务管理"
  },
  {
    "id": 627,
    "name": "法学类、中国语言文学类、建筑类、电子信息类、计算机类"
  },
  {
    "id": 628,
    "name": "法学类、中国语言文学类、化工与制药类、电子信息类、计算机类"
  },
  {
    "id": 629,
    "name": "司法相关专业"
  },
  {
    "id": 630,
    "name": "设计学类、戏剧与影视学类"
  },
  {
    "id": 631,
    "name": "公共管理类、管理科学与工程类"
  },
  {
    "id": 632,
    "name": "计算机类、电子信息类"
  },
  {
    "id": 633,
    "name": "土木类、环境科学与工程类"
  },
  {
    "id": 634,
    "name": "会计学、财务管理、人力资源管理"
  },
  {
    "id": 635,
    "name": "法学类、中国语言文学类、动物医学类"
  },
  {
    "id": 636,
    "name": "法学"
  },
  {
    "id": 637,
    "name": "计算机类"
  },
  {
    "id": 638,
    "name": "材料类"
  },
  {
    "id": 639,
    "name": "管理科学与工程类、环境科学与工程类"
  },
  {
    "id": 640,
    "name": "英语、英语口译"
  },
  {
    "id": 641,
    "name": "新闻传播学类、戏剧与影视学类、设计学类"
  },
  {
    "id": 642,
    "name": "公安相关专业"
  },
  {
    "id": 643,
    "name": "中国语言文学类、政治学类"
  },
  {
    "id": 644,
    "name": "新闻传播学类"
  },
  {
    "id": 645,
    "name": "音乐表演、舞蹈表演、广播电视编导、播音与主持艺术"
  },
  {
    "id": 646,
    "name": "法学类、司法执行及技术类"
  },
  {
    "id": 647,
    "name": "电子信息类、计算机类、仪器类"
  },
  {
    "id": 648,
    "name": "土木类、消防工程"
  },
  {
    "id": 649,
    "name": "不限"
  },
  {
    "id": 650,
    "name": "公安相关专业"
  },
  {
    "id": 651,
    "name": "中国语言文学类、政治学类"
  },
  {
    "id": 652,
    "name": "会计学、财务管理、国际经济与贸易、人力资源管理"
  },
  {
    "id": 653,
    "name": "法学类、司法执行及技术类"
  },
  {
    "id": 654,
    "name": "法学"
  },
  {
    "id": 655,
    "name": "英语"
  },
  {
    "id": 656,
    "name": "电子信息类、计算机类"
  },
  {
    "id": 657,
    "name": "土木类、消防工程"
  },
  {
    "id": 658,
    "name": "教育学类"
  },
  {
    "id": 659,
    "name": "不限"
  },
  {
    "id": 660,
    "name": "公安相关专业"
  },
  {
    "id": 661,
    "name": "电子信息类、计算机类"
  },
  {
    "id": 662,
    "name": "不限"
  },
  {
    "id": 663,
    "name": "法律实务类、司法技术类"
  },
  {
    "id": 664,
    "name": "刑事科学技术、法医学类"
  },
  {
    "id": 665,
    "name": "管理学类"
  },
  {
    "id": 666,
    "name": "工商管理类、金融学类"
  },
  {
    "id": 667,
    "name": "戏剧与影视学类、设计学类、艺术设计类"
  },
  {
    "id": 668,
    "name": "法学"
  },
  {
    "id": 669,
    "name": "数学类"
  },
  {
    "id": 670,
    "name": "财务会计类、财政税务类、市场营销"
  },
  {
    "id": 671,
    "name": "体育学类、中国语言文学类、计算机类、戏剧与影视学类"
  },
  {
    "id": 672,
    "name": "计算机类"
  },
  {
    "id": 673,
    "name": "自动化类"
  },
  {
    "id": 674,
    "name": "国际贸易实务、国际经济与贸易"
  },
  {
    "id": 675,
    "name": "财务管理、会计学"
  },
  {
    "id": 676,
    "name": "音乐与舞蹈学类"
  },
  {
    "id": 677,
    "name": "戏剧与影视学类"
  },
  {
    "id": 678,
    "name": "广播电视编导、影视摄影与制作、摄影"
  },
  {
    "id": 679,
    "name": "计算机类、电子信息类"
  },
  {
    "id": 680,
    "name": "法学"
  },
  {
    "id": 681,
    "name": "中国语言文学类、新闻传播学类"
  },
  {
    "id": 682,
    "name": "公安相关专业"
  },
  {
    "id": 683,
    "name": "法律实务类、司法技术类"
  },
  {
    "id": 684,
    "name": "法律实务类、司法技术类"
  },
  {
    "id": 685,
    "name": "法律实务类、司法技术类"
  },
  {
    "id": 686,
    "name": "体育学类、中国语言文学类、计算机类、戏剧与影视学类"
  },
  {
    "id": 687,
    "name": "法律实务类、司法技术类"
  },
  {
    "id": 688,
    "name": "公安相关专业"
  },
  {
    "id": 689,
    "name": "计算机类、电子信息类"
  },
  {
    "id": 690,
    "name": "设计学类"
  },
  {
    "id": 691,
    "name": "制药工程、化学、应用化学"
  },
  {
    "id": 692,
    "name": "外国语言文学类"
  },
  {
    "id": 693,
    "name": "体育学类、中国语言文学类、计算机类、电子信息类"
  },
  {
    "id": 694,
    "name": "数学类、电子信息类"
  },
  {
    "id": 695,
    "name": "工商管理类"
  },
  {
    "id": 696,
    "name": "德语、英语"
  },
  {
    "id": 697,
    "name": "机械类"
  },
  {
    "id": 698,
    "name": "语言文学类（藏语方向）"
  },
  {
    "id": 699,
    "name": "音乐与舞蹈学类"
  },
  {
    "id": 700,
    "name": "工程管理类"
  },
  {
    "id": 701,
    "name": "体育学类"
  },
  {
    "id": 702,
    "name": "计算机类"
  },
  {
    "id": 703,
    "name": "会计学、财务管理"
  },
  {
    "id": 704,
    "name": "法学类"
  },
  {
    "id": 705,
    "name": "工商管理类、新闻传播学类"
  },
  {
    "id": 706,
    "name": "不限专业"
  },
  {
    "id": 707,
    "name": "不限专业"
  },
  {
    "id": 708,
    "name": "公安相关专业"
  },
  {
    "id": 709,
    "name": "公安相关专业"
  },
  {
    "id": 710,
    "name": "公安相关专业"
  },
  {
    "id": 711,
    "name": "公安相关专业"
  },
  {
    "id": 712,
    "name": "公安相关专业"
  },
  {
    "id": 713,
    "name": "公安相关专业"
  },
  {
    "id": 714,
    "name": "工商管理类"
  },
  {
    "id": 715,
    "name": "管理学类"
  },
  {
    "id": 716,
    "name": "机械类、材料类"
  },
  {
    "id": 717,
    "name": "机械类"
  },
  {
    "id": 718,
    "name": "体育学类"
  },
  {
    "id": 719,
    "name": "汉语言文学"
  },
  {
    "id": 720,
    "name": "土木类"
  },
  {
    "id": 721,
    "name": "计算机类"
  },
  {
    "id": 722,
    "name": "文学类"
  },
  {
    "id": 723,
    "name": "体育学类"
  },
  {
    "id": 724,
    "name": "音乐与舞蹈学类"
  },
  {
    "id": 725,
    "name": "设计学类"
  },
  {
    "id": 726,
    "name": "戏剧与影视学类"
  },
  {
    "id": 727,
    "name": "公安相关专业"
  },
  {
    "id": 728,
    "name": "汉语言文学"
  },
  {
    "id": 729,
    "name": "计算机类"
  },
  {
    "id": 730,
    "name": "汉语言文学"
  },
  {
    "id": 731,
    "name": "法学"
  },
  {
    "id": 732,
    "name": "环境科学与工程类"
  },
  {
    "id": 733,
    "name": "汉语言文学"
  },
  {
    "id": 734,
    "name": "计算机类"
  },
  {
    "id": 735,
    "name": "心理学类"
  },
  {
    "id": 736,
    "name": "公共管理类"
  },
  {
    "id": 737,
    "name": "统计学类"
  },
  {
    "id": 738,
    "name": "不限专业"
  },
  {
    "id": 739,
    "name": "法学类"
  },
  {
    "id": 740,
    "name": "金融学类"
  },
  {
    "id": 741,
    "name": "设计学类、公共管理类"
  },
  {
    "id": 742,
    "name": "体育学类"
  },
  {
    "id": 743,
    "name": "马克思主义理论类"
  },
  {
    "id": 744,
    "name": "心理学类"
  },
  {
    "id": 745,
    "name": "音乐与舞蹈学类"
  },
  {
    "id": 746,
    "name": "财政学类"
  },
  {
    "id": 747,
    "name": "法医学类"
  },
  {
    "id": 748,
    "name": "公安相关专业"
  },
  {
    "id": 749,
    "name": "公安相关专业"
  },
  {
    "id": 750,
    "name": "不限专业"
  },
  {
    "id": 751,
    "name": "法医学类"
  },
  {
    "id": 752,
    "name": "中国语言文学类"
  },
  {
    "id": 753,
    "name": "计算机类、管理科学与工程类"
  },
  {
    "id": 754,
    "name": "计算机类"
  },
  {
    "id": 755,
    "name": "金融学、财务管理、会计学"
  },
  {
    "id": 756,
    "name": "体育学类"
  },
  {
    "id": 757,
    "name": "公安相关专业"
  },
  {
    "id": 758,
    "name": "不限专业"
  },
  {
    "id": 759,
    "name": "公安相关专业"
  },
  {
    "id": 760,
    "name": "新闻学、英语"
  },
  {
    "id": 761,
    "name": "公安相关专业"
  },
  {
    "id": 762,
    "name": "设计学类"
  },
  {
    "id": 763,
    "name": "马克思主义理论类"
  },
  {
    "id": 764,
    "name": "计算机类"
  },
  {
    "id": 765,
    "name": "计算机类"
  },
  {
    "id": 766,
    "name": "计算机类"
  },
  {
    "id": 767,
    "name": "计算机类"
  },
  {
    "id": 768,
    "name": "计算机类"
  },
  {
    "id": 769,
    "name": "铁道运输类"
  },
  {
    "id": 770,
    "name": "通信类"
  },
  {
    "id": 771,
    "name": "工商管理类"
  },
  {
    "id": 772,
    "name": "工商管理类"
  },
  {
    "id": 773,
    "name": "法医学类"
  },
  {
    "id": 774,
    "name": "中国语言文学类"
  },
  {
    "id": 775,
    "name": "中国语言文学类"
  },
  {
    "id": 776,
    "name": "土木类"
  },
  {
    "id": 777,
    "name": "土木类"
  },
  {
    "id": 778,
    "name": "中国少数民族语言文学(维吾尔语方向)"
  },
  {
    "id": 779,
    "name": "机械类"
  },
  {
    "id": 780,
    "name": "材料类"
  },
  {
    "id": 781,
    "name": "法学类"
  },
  {
    "id": 782,
    "name": "戏剧与影视学类"
  },
  {
    "id": 783,
    "name": "不限"
  },
  {
    "id": 784,
    "name": "不限"
  },
  {
    "id": 785,
    "name": "不限"
  },
  {
    "id": 786,
    "name": "不限"
  },
  {
    "id": 787,
    "name": "侦查"
  },
  {
    "id": 788,
    "name": "不限"
  },
  {
    "id": 789,
    "name": "不限"
  },
  {
    "id": 790,
    "name": "不限"
  },
  {
    "id": 791,
    "name": "不限"
  },
  {
    "id": 792,
    "name": "不限"
  },
  {
    "id": 793,
    "name": "公共管理类"
  },
  {
    "id": 794,
    "name": "电子信息类"
  },
  {
    "id": 795,
    "name": "法学"
  },
  {
    "id": 796,
    "name": "自动化类"
  },
  {
    "id": 797,
    "name": "交通运输类"
  },
  {
    "id": 798,
    "name": "公安相关专业"
  },
  {
    "id": 799,
    "name": "计算机类"
  },
  {
    "id": 800,
    "name": "计算机科学与技术"
  },
  {
    "id": 801,
    "name": "工商管理类"
  },
  {
    "id": 802,
    "name": "测绘类"
  },
  {
    "id": 803,
    "name": "戏剧与影视学类"
  },
  {
    "id": 804,
    "name": "经济与贸易类"
  },
  {
    "id": 805,
    "name": "财务管理"
  },
  {
    "id": 806,
    "name": "法学"
  },
  {
    "id": 807,
    "name": "不限专业"
  },
  {
    "id": 808,
    "name": "计算机科学与技术、软件工程、信息安全、计算机技术、通信工程"
  },
  {
    "id": 809,
    "name": "化学"
  },
  {
    "id": 810,
    "name": "计算机科学与技术、软件工程、计算数学、应用数学"
  },
  {
    "id": 811,
    "name": "计算机类、电子信息类、自动化类"
  },
  {
    "id": 812,
    "name": "信息安全"
  },
  {
    "id": 813,
    "name": "测绘工程、 遥感科学与技术、 地理国情监测、测绘科学与技术"
  },
  {
    "id": 814,
    "name": "法医学"
  },
  {
    "id": 815,
    "name": "生物化学与分子生物学、遗传学、微生物学、法医学（仅限法医物证方向）、生物信息学"
  },
  {
    "id": 816,
    "name": "化学、应用化学、药物化学、药物分析学、药理学"
  },
  {
    "id": 817,
    "name": "化学、化学工程与技术、材料物理与化学、冶金物理化学、军事化学与烟火技术、纺织化学与染整工程、地球化学、土壤学（仅限土壤化学方向）"
  },
  {
    "id": 818,
    "name": "光学工程、仪器科学与技术、光学"
  },
  {
    "id": 819,
    "name": "机械制造及其自动化、计算机科学与技术、兵器科学与技术、概率论与数理统计、一般力学与力学基础、工程力学、测绘科学与技术"
  },
  {
    "id": 820,
    "name": "模式识别与智能系统、信号与信息处理、光学工程、精密仪器及机械"
  },
  {
    "id": 821,
    "name": "分析化学"
  },
  {
    "id": 822,
    "name": "化学、药物分析学、卫生毒理学、食品科学与工程、药理学"
  },
  {
    "id": 823,
    "name": "中文类"
  }
]